Repository: common-repository/questpass
Catalog: languages/questpass-*.po
Languages: pl_pl

source: Failed to connect with the Questpass API.
pl_pl: Połączenie z API Questpass nie powiodło się.

source: Set up a connection to the Questpass system to be able to view questpasses.
pl_pl: Skonfiguruj połączenie z systemem Questpass, aby móc wyświetlać questpassy.

source: The plugin requires the following PHP libraries to be enabled: %1$s.
pl_pl: Wtyczka wymaga włączenia następujących bibliotek PHP: %1$s.

source: To display quests, select the option %1$s.
pl_pl: Aby wyświetlać questpassy, zaznacz opcję %1$s.

source: Your website is awaiting activation in the Questpass system.
pl_pl: Twój serwis oczekuje na aktywację w systemie Questpass.

source: This plugin cannot be activated for the Multisite Network.
pl_pl: Ta wtyczka nie może być aktywowana dla sieci Multisite.

source: %1$sSettings%2$s
pl_pl: %1$sUstawienia%2$s

source: Sorry, an error occurred logging. Please %1$stry again%2$s.
pl_pl: Przepraszamy, podczas logowania wystąpił błąd. %1$sSpróbuj ponownie%2$s.

source: Connection setup
pl_pl: Konfiguracja połączenia

source: Configuration data can be found in the website settings in %1$sthe Questpass panel%2$s.
pl_pl: Dane konfiguracyjne znajdziesz w ustawieniach serwisu w %1$spanelu Questpass%2$s.

source: Questpasses display setup
pl_pl: Konfiguracja wyświetlania questpassów

source: Questpasses position in text setup
pl_pl: Konfiguracja położenia questpassów w treści

source: Hint
pl_pl: Wskazówka

source: You can also select a questpass position manually by using the Questpass block while editing.
pl_pl: Możesz także ręcznie wybrać pozycję questpassa. Podczas edytowania wpisu wstaw w wybranym miejscu blok Questpass.

source: Option %1$s does not apply to the post preview. Logged-in editors will still be able to preview questpasses before saving posts.
pl_pl: Opcja %1$s nie dotyczy podglądu wpisu przy edycji. Zalogowani edytorzy nadal będą mogli sprawdzić jak wygląda questpass przed opublikowaniem zmian.

source: Quest activation
pl_pl: Włączenie questpassów

source: Select the posts categories for which questpasses should be displayed:
pl_pl: Wybierz kategorie wpisów, na których mają się wyświetlać questpassy:

source: Select questpasses position in text:
pl_pl: Wybierz na jakiej wysokości wpisu mają się wyświetlać questpassy:

source: Higher %1$s%2$sThis option is recommended for websites where short texts (1500-2500 characters) predominate, eg. news articles or posts where video is a main part.%3$s
pl_pl: Wyżej %1$s%2$sOpcja zalecana dla serwisów, w których przeważają krótkie wpisy (1500-2500 znaków) np. większość treści newsowych lub takich, w których główną treścią jest materiał wideo.%3$s

source: Lower %1$s%2$sThis option is recommended for websites where long entries (more than 2500 characters) predominate, such as specialized articles.%3$s
pl_pl: Niżej %1$s%2$sOpcja zalecana dla serwisów, w których przeważają długie wpisy (powyżej 2500 znaków), np. tematyczne artykuły specjalistyczne.%3$s

source: How to display Questpass in this post:
pl_pl: Jak wyświetlić questpassa w tym wpisie:

source: According to %1$splugin settings%2$s
pl_pl: Zgodnie z %1$sustawieniami wtyczki%2$s

source: Do not show questpasses
pl_pl: Nie wyświetlaj questpassów

source: Display questpasses in the newly added categories
pl_pl: Wyświetlaj questpassy w nowo dodanych kategoriach

source: Do not display questpasses for logged-in administrators, editors and authors
pl_pl: Nie wyświetlaj questpassów zalogowanym administratorom, redaktorom i autorom

source: Display questpasses on the website
pl_pl: Wyświetlaj questpassy na serwisie

source: Select the types of entries for which questpasses should be displayed:
pl_pl: Wybierz typy wpisów, na których mają się wyświetlać questpassy:

source: Sorry, you are not allowed to save plugin settings.
pl_pl: Przepraszamy, nie możesz zapisywać ustawień wtyczki.

source: Sorry, you are not allowed to save post settings.
pl_pl: Przepraszamy, nie możesz zapisywać ustawień postów.

source: Save changes
pl_pl: Zapisz zmiany

source: The questpass display is set up correctly.
pl_pl: Wyświetlanie questpassów jest prawidłowo skonfigurowane.

source: Changes were successfully saved!
pl_pl: Zmiany zostały zapisane!

source: Questpass plugin displays ads based on the idea of questvertising.
pl_pl: Wtyczka Questpass wyświetla reklamy oparte na idei questvertisingu.
